# 금칙어 목록 선정

# 기본 금칙어
default_str = ['것', '곤', '깅',
               '날', '널', '닐',
               '데', '둥', '딩',
               '레', '론', '릿',
               '마', '물', '미',
               '볼', '붓', '빌',
               '션', '슘', '슭',
               '앗', '오', '울',
               '자', '줄', '주',
               '차', '츄', '츠',
               '칸', '콜', '킷',
               '타', '텅', '티',
               '팟', '퐁', '푼',
               '허', '화', '훈'
               ]

# 잘못된 문자:

invalid_str = ['a', 'b', 'c', 'd', 'e', 'f'
               'g', 'h', 'i', 'j', 'k', 'l',
               'm', 'n', 'o', 'p', 'q', 'r',
               's', 't', 'u', 'v', 'w', 'x',
               'y', 'z'
               ]

# 사용자가 입력한 단어를 분석하여 추가한 금칙어

personalized_str = []
